import image1 from '../../public/images/1.png';
import image2 from '../../public/images/2.png';
import image3 from '../../public/images/3.png';

export const dealings = [
  {
    subtitle: 'Регистрация или заявка на перевод',
    text: 'Зарегистрируйтесь в личном кабинете для совершения онлайн перевода, либо оставьте заявку на перевод в офисе',
    image: image1.src
  },
  {
    subtitle: 'Оформление онлайн перевода или посещение офиса',
    text: 'Оставьте заявку на онлайн перевод в личном кабинете на собственный кошелек, либо посетите офис для получения перевода',
    image: image2.src
  },
  {
    subtitle: 'Получение USDt/RUB выбранным вами способом',
    text: 'Получите выбранную валюту удобным для вас способом: онлайн на кошелек, либо в офисе нашей компании',
    image: image3.src
  }
];
